Autodesk.Revit.DB.FabricationDimensionDefinition
Represents the definition of a single fabrication pattern dimension. Together all dimensions represent the parametric definition of the fabrication part.
Since:
2016